# Задача2
time_in = int(input('Введите время в секундах: \n'))
print(f'Время в формате \n ч: {time_in // 3600}\n м: {time_in // 60}\n с: {time_in}')
