# Задание1
a = 5
b = 13
print(a)
print(b)
name = input('Введите ваше имя :\n')
password = input('Введите ваш пароль :\n')
age = int(input('Введите ваш возраст :\n'))
print(f'Ваши данные для входа в аккаунт: имя-{name}, пароль-{password}, возраст-{age}')
