# Задача3
n = int(input('Введите число :\n'))
sum = str(n) + str(n + n) + str(n + n + n)
print(sum)
